{
    "Absolute monarchy":["It is legal because I wish it.","Louis-Dieudonné"],
    "Agorism":["Every action you take outside the scope of government control strengthens the market and weakens the state.","Ross William Ulbricht"],
    "Agrarian socialism":["The land belongs to those who work it with their hands.","Emiliano Zapata Salazar"],
    "Anarcho-capitalism":["It is evident that the State needs the intellectuals. It is not so evident why intellectuals need the State.","Murray Newton Rothbard"],
    "Anarcho-collectivism":["When the people are being beaten with a stick, they are not much happier if it is called the People's Stick.","Mikhail Alexandrovich Bakunin"],
    "Anarcho-communism":["Prisons are universities of crime, maintained by the state.","Pyotr Alexeyevich Kropotkin"],
    "Anarcho-distributism":["One sees great things from the valley, but only small things from the peak.","Gilbert Keith Chesterton"],
    "Anarcho-primitivism":["Work, as a distinct category of life, likewise did not exist until agriculture.","John Edward Zerzan"],
    "Anarcho-syndicalism":["The state can only be what it is: the defender of mass exploitation and social privileges, the creator of privileged classes and castes and of new monopolies.","Johann Rudolf Rocker"],
    "Anti-revisionist marxism-leninism":["Did Stalin make mistakes? Of course he did. In so long a period filled with heroism, trials, struggle, triumphs, it is inevitable not only for Joseph Stalin personally but also for the leadership as a collective body to make mistakes.", "Enver Hoxha"],
    "Autocratic capitalism":["I'm not someone who usually sends out threats. I warn only once. The day they touch one of my men, the rule of law is over.","Augusto Pinochet Ugarte"],
    "Avaritionism":["Survival comes first, truth, understanding, and science later.","Nassim Nicholas Taleb"],
    "Bukharinism":["At a time of revolution we cannot allow freedom for the enemies of the people and of the revolution.","Nikolai Ivanovich Bukharin"],
    "Camattism":["The human being is dead and is no more than a ritual of capital.","Jacques Camatte"],
    "Classical social democracy":["Our duty is not merely to abolish the capitalist order but to set up a higher order in its place. But we must oppose those forces aiming to destroy capitalism only in order to replace it with another barbarous mode of production.","Karl Johann Kautsky"],
    "Clerical fascism":["You must train harder than the enemy who is trying to kill you. You will get all the rest you need in the grave.","Léon Joseph Marie Ignace Degrelle"],
    "Combatocracy":["Only the weak are cruel. Gentleness can only be expected from the strong.","Leo Buscaglia"],
    "Communization":["Communism is the end of the economy as a separate and privileged field on which everything else depends while despising and fearing it.","Gilles Dauvé"],
    "Corporatocracy":["Once a champion, always a champion.","Ferdinand Emmanuel Edralin Marcos Sr."],
    "Council communism (organizational dualism)":["But this is where the party comes in. This section of the proletariat, although not very large, does have deep and broad understanding and advises and helps the other section. And the party.","Herman Gorter"],
    "Council communism (organizational unitarism)":["As the driving force of the conscious minority who, due to its clear insight and revolutionary will, will take the lead in revolutionary times: the communists. A second minority group, which consists almost exclusively of communists, will not be needed.","Antonie Pannekoek"],
    "De leonism":["Make no mistake: The organization of the working class must be both economic and political. The capitalist is organized upon both lines. You must attack him on both.","Daniel De Leon"],
    "Democratic socialism":["The future belongs to the socialism which is democratic, to the democracy which is socialist.","Wilhelm Martin Philipp Christian Ludwig Liebknecht"],
    "Dirigisme":["The cabinet has no propositions to make, but orders to give.","Charles André Joseph Marie de Gaulle"],
    "Distributism":["Men feel that cruelty to the poor is a kind of cruelty to animals. They never feel that it is an injustice to equals.","Gilbert Keith Chesterton"],
    "Divine monarchy":["Hell is a democracy. Heaven is a kingdom.","John Iliytch Sergieff"],
    "Esoteric fascism":["The blood of the heroes is closer to God than the ink of the philosophers and the prayers of the faithful.","Giulio Cesare Andrea Evola"],
    "Fascism":["The truth is that men are tired of liberty.","Benito Amilcare Andrea Mussolini"],
    "Fordism":["A love of nature keeps no factories busy.","Aldous Leonard Huxley"],
    "Fourth theory":["Sooner or later the endless spectacle is over. Then we will take revenge, mercilessly.","Aleksandr Gelyevich Dugin"],
    "Geo-anarchism":["As no man made the land, so no man can claim a right of ownership in the land.","Henry George"],
    "Geolibertarianism":["It is not the business of government to make men virtuous or religious, or to preserve the fool from the consequences of his own folly.","Henry George"],
    "Georgism":["There are three ways by which an individual can get wealth - by work, by gift, and by theft. And, clearly, the reasons why the workers get so little is that the beggars and thieves get so much.","Henry George"],
    "Guild socialism":["Advocates of capitalism are very apt to appeal to the sacred principles of liberty, which are embodied in one maxim: The fortunate must not be restrained in the exercise of tyranny over the unfortunate.","Bertrand Arthur William Russell"],
    "Hereditary monarchy":["I would rather obey a fine lion, much stronger than myself, than two hundred rats of my own species.","François-Marie Arouet"],
    "Heterodox trotskyism": ["Intellectual toughness does not mean dogmatism; grasping a changing reality does not mean vagueness. Our criticism of orthodox Trotskyism was conceived as a return to classical Marxism", "Tony Cliff"],
    "Hoppeanism":["The state operates in a legal vacuum. There exists no contract between the state and its citizens.","Hans-Hermann Hoppe"],
    "Italian left-communism (battaglia)":["The revolutionary party does not ape bourgeois parties, but obeys the need to adapt its organisational structure to the objective condition of the revolutionary struggle.","Onorato Damen"],
    "Italian left-communism (programma)":["The concept of the proletariat’s right to command its own class action is only an abstraction devoid of any Marxist sense. It conceals a desire to lead the revolutionary party to enlarge itself by including less mature strata, since as this progressively occurs, the resulting decisions get nearer and nearer to the bourgeois and conservative conceptions.","Amadeo Bordiga"],
    "Jacobinism":["Pity is treason.","Maximilien François Marie Isidore de Robespierre"],
    "Juche":["The people are the masters of the revolution in each country. It is like putting a cart before the horse that foreigners carry out the revolution for them. The revolution can neither be exported nor imported.","Kim Song Ju"],
    "Kraterocracy":["Might makes right.","Ragnar Redbeard"],
    "Langean socialism":["Human needs, although originally derived from biological necessity, are thus a result of the existence of society and are conditioned by the stage of development which society has reached.","Oskar Ryszard Lange"],
    "Left-rothbardianism":["Libertarianism is rejected by the modern left, which preaches individualism but practices collectivism. Capitalism is rejected by the modern right, which preaches enterprise but practices protectionism.","Karl Hess"],
    "Leninism": ["Capitalism has triumphed all over the world, but this triumph is only the prelude to the triumph of labour over capital", "Vladimir Ilyich Lenin"],
    "Libertarian distributism":["The poor have sometimes objected to being governed badly. The rich have always objected to being governed at all.","Gilbert Keith Chesterton"],
    "Libertarian marxism":["The revolution of our time will be made from the bottom up, or it will not be made at all.","Daniel Guérin"],
    "Libertarian municipalism":["To speak of limits to growth under a capitalistic market economy is as meaningless as to speak of limits of warfare under a warrior society.","Murray Bookchin"],
    "Libertarian socialism":["Socialism will be free, or it will not be at all.","Johann Rudolf Rocker"],
    "Limonovism":["There's no longer any left or right. There's the system and the enemies of the system.","Eduard Veniaminovich Limonov"],
    "Maoism-third-worldism":["I already know everything about the White Man, and he knows nothing about me.","Unknown from J. Sakai's \"Settlers\""],
    "Market anarchism":["Capitalism depends on ever-growing amounts of regulation in the market for its survival, and the system is hitting the point where the teat runs dry.","Kevin Carson"],
    "Market socialism":["To achieve a society that exhibits liberty, equality, fraternity and democracy, the object to change first and foremost is production.","Richard David Wolff"],
    "Marxism-leninism":["In the Soviet Union, it takes more courage to retreat than advance.","Ioseb Besarionis dze Jughashvili"],
    "Marxism-leninism-maoism":["A day that passes is a day closer to the riddance of my shackles. I place my hopes in the struggle of the broad masses of the people.","Jose Maria Sison"],
    "Marxism-leninism-maoism, principally maoism":["Fear? I believe that fear and lack of fear form a contradiction. The point is to take up our ideology, and unleash the courage within us. It is our ideology that makes us brave, that gives us courage. In my opinion, no one is born brave. It is society, the class struggle, that makes people and communists courageous--the class struggle, the proletariat, the Party, and our ideology.","Abimael Guzmán"],
    "Marxism-leninism-mzt":["It doesn't matter whether the cat is black or white, as long as it catches mice.","Deng Xiaoping"],
    "Mesoconservatism":["Those who believe in nothing are very, very jealous and angry at those who believe in something.","Pennis Mark Drager"],
    "Minarchism":["From each as they choose, to each as they are chosen.","Robert Nozick"],
    "Mutualism":["Property is exploitation of the weak by the strong. Communism is exploitation of the strong by the weak.","Pierre-Joseph Proudhon"],
    "National anarchism":["Today, only the person who no longer believes in a happy ending, only he who has consciously renounced it, is able to live.","Ernst Jünger"],
    "National bolshevism":["You only have power over people as long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power, he's free again.","Aleksandr Isayevich Solzhenitsyn"],
    "National communism":["The foetus is the property of the entire society. Anyone who avoids having children is a deserter who abandons the laws of national continuity.","Nicolae Ceaușescu"],
    "National distributism":["Don't ever take a fence down until you know why it was put up.","Gilbert Keith Chesterton"],
    "National socialism":["Anyone can deal with victory. Only the mighty can bear defeat.","Adolf Hitler (A hypocrite)"],
    "National syndicalism":["Without the action of fascism, which has broken the hegemony of the reds and whites, our union movement would not exist.","Edmondo Rossoni"],
    "Neo-libertarianism":["Very few people know someone who would voluntarily go into a war zone to protect a person he has never met. I know 1,000 of them, and I am proud that they are part of our team.","Erik Dean Prince"],
    "Neocameralism":["A family business is a great idea if your business is a corner store or an auto-body shop. If you have a continent to run, you want professionals.","Curtis Guy Yarvin"],
    "Neoconservatism":["I just want you to know that, when we talk about war, we're really talking about peace.","George Walker Bush"],
    "Neoliberalism":["The most important single central fact about a free market is that no exchange takes place unless both parties benefit.","Milton Friedman"],
    "Niekischism":["War and unrest appeal to me more than good bourgeois order. Brutality is respected, the people need wholesome fear. They want to fear someone.","Ernst Röhm"],
    "Nilssonianism":["Every man should, as far as possible, be his own Jarl.","Jonas Nilsson"],
    "Noocracy":["If you do not take an interest in the affairs of your government, then you are doomed to live under the rule of fools.","Plato"],
    "Ordoliberalism":["When it comes to human dignity, we cannot make compromises.","Angela Dorothea Merkel"],
    "Orthodox trotskyism":["The dictatorship of the proletariat which has risen to power as the leader of the democratic revolution is inevitably and, very quickly confronted with tasks, the fulfillment of which is bound up with deep inroads into the rights of bourgeois property. The democratic revolution grows over directly into the socialist revolution and thereby becomes a permanent revolution.","Lev Davidovich Bronstein"],
    "Orwellianism":["The best books are those that tell you what you know already.","Eric Arthur Blair"],
    "Paleoconservatism":["I oppose any regulation of private property, but when I see some developer clear-cutting one-hundred-year-old trees, I want to pass a law to pound the hell out of him.","Melvin Eustace Bradford"],
    "Paleolibertarianism":["Real patriotism is a willingness to challenge the government when it's wrong.","Ronald Ernest Paul"],
    "Paternalistic conservatism":["The greatest good you can do for another is not just to share your riches but to reveal to him his own.","Benjamin Disraeli"],
    "Platformism":["Anarchism is as revolutionary, as diverse, and as sublime in every facet as is human life itself.","Nestor Ivanovych Makhno"],
    "Right-libertarianism":["When one gets in bed with government, one must expect the diseases it spreads.","Ronald Ernest Paul"],
    "Situationism":["Never work.","Guy-Ernest Debord 🚬"],
    "Social authoritarianism":["For our friends, everything. For our enemies, not even justice.","Juan Domingo Perón"],
    "Social democracy":["Better things are not possible.","Eduard Bernstein"],
    "Social distributism":["To be clever enough to get all that money, one must be stupid enough to want it.","Gilbert Keith Chesterton"],
    "Social georgism":["Laissez-faire opens the way to the realization of the noble dreams of socialism.","Henry George"],
    "Social liberalism":["True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","Franklin Delano Roosevelt"],
    "Social libertarianism":["I'm a capitalist, and I believe that universal basic income is necessary for capitalism to continue.","Andrew Yang"],
    "Sorelianism":["By accepting the idea of the general strike, although we know that it is a myth, we are proceeding exactly as a modern physicist does who has complete confidence in his science.","Georges Eugène Sorel"],
    "Stakeholder capitalism":["In fact, there is not a single key technology behind the iPhone that has not been state-funded.","Mariana Mazzucato 🪱"],
    "State capitalism":["A society to be successful must maintain a balance between nurturing excellence and encouraging the average to improve.","Lee Kuan Yew"],
    "State corporatism":["Those who can, must obey.","António de Oliveira Salazar"],
    "State socialism":["Hounds follow those who feed them.","Otto Eduard Leopold von Bismarck"],
    "Strasserism":["We must take from the right nationalism without capitalism and from the left socialism without internationalism.","Gregor Strasser"],
    "Syndicalism":["Nothing can so impress the mind and soul of the worker as this enduring battle for daily bread.","Johann Rudolf Rocker"],
    "Technocracy":["We owe nothing in our origins to any political philosophers. We do owe a debt to a thousand American chemists, engineers, scientists, and technologists.","Howard Scott"],
    "Theocracy":["He who doesn't pray to the Lord prays to the devil.","Jorge Mario Bergoglio"],
    "Third international theory":["For 40 years, I have not been the ruler. The authority has been with the people. They take nothing from me or add anything to me.","Muammar Muhammad Abu Minyar al-Gaddafi"],
    "Third way":["Eat some chocolate chocolate chip.","Joseph Robinette Biden Jr."],
    "Timocracy":["The world's surface being limited, the great object of present humanity should be to take as much of the world as it possibly could.","Cecil John Rhodes"],
    "Titoism":["With them, the basic factor is the class issue, with us, it is both the nationalities and the class issue.","Josip Broz Tito"],
    "Utopian socialism":["Union and co-operation in war obviously increase the power of the individual a thousand fold. Is there the shadow of a reason why they should not produce equal effects in peace?","Robert Owen"],
    "Yellow socialism":["Today's socialists, through their monstrously reactionary tactics, aim to unite laborers, those who own nothing, in their abnegation of the conquest of property.","Pierre Biétry"]
}

